<template>
  <div>
    <el-card class="box-card">
      <div slot="header" class="clearfix">
        <el-breadcrumb separator-class="el-icon-arrow-right">
          <el-breadcrumb-item :to="{ path: '/index' }">首页</el-breadcrumb-item>
          <el-breadcrumb-item>专业简介</el-breadcrumb-item>
        </el-breadcrumb>
        <span class="jianjie">专业简介</span>
      </div>
      <div class="jjcontext">
        <b>1. 本专业的主干学科概况</b>
        <p>测控技术与仪器专业隶属于信息技术领域的仪器科学与技术学科。</p>
        <p>建国初期，新中国处于百废待兴、大规模经济恢复和建设时期，应一批大型骨干工业企业和国防工业对仪器
        仪表类专门人才的大量需求，1952年天津大学、浙江大学率先筹建了“精密机械仪器专业”和“光学仪器专业”
        ，并逐渐形成体系。1958年，又有国内若干著名高校，如清华大学、哈尔滨工业大学、上海交通大学、东南大
        学、合肥工业大学、北京航空航天大学……等都相继筹建精密仪器专业，并根据前苏联的办学模式，相应于各
        仪器类别，分别设有计量仪器、光学仪器、计时仪器、分析仪器、热工仪表、航空仪表、电子测量仪器、科学
        仪器等十多个专业。凭着对党的教育事业的忠诚和高涨的爱国热情，师生奋发图强，在人力、物力、财力都很
        困难的条件下，一批批我国自己培养的仪器仪表专门人才跨出校门，成为国民经济建设、国防建设、科学研究
        方面的中坚技术力量，作出了显著的成绩。</p>
        <p>文化大革命后，随着改革开放，教育指导思想逐渐定位为面向世界、面向未来、面向现代化、面向市场经济。原先产品分类式的专业面已不能适应形势的发展 。随后陆续将专业归并，至1998年教育部颁布新的本科专业目录，把仪器仪表类11个专业（精密仪器、光学技术与光电仪器、检测技术与仪器仪表、电子仪器及测量技术、几何量计量测试、热工计量测试、力学计量测量、光学计量测量、无线电计量测试、检测技术与精密仪器、测控技术与仪器）归并为一个大专业——测控技术及仪器。这是我国高等教育由专才教育向通才教育转变的重要里程碑。</p>
        <p>随着科学技术尤其是电子信息技术的飞速发展，测量控制与仪器仪表技术领域也发生了很大变化。其自身结构已从单纯机械结构或机电结合或机光电结合的结构发展成为集传感技术、计算机技术、电子技术、现代光学、精密机械等多种高新技术于一身的系统，其用途也从单纯数据采集发展为集数据采集、信号传输、信号处理以及控制为一体的测控过程。特别是进入21世纪以来，随着计算机网络技术、软件技术、微纳米技术的发展，测量控制与仪器仪表技术呈现出虚拟化、网络化和微型化的发展趋势，从而使仪器科学与仪器学科的多学科综合及多系统集成的属性越来越明显。</p>
        <p>当今世界已进入信息时代，测量控制与仪器仪表作为信息工业的源头是信息流中的重要一环，它伴随着信息技术的发展而发展，同时又为信息技术的发展发挥着不可替代的作用，成为涵盖“农轻重、海陆空、吃穿用”各领域内的国民经济的“倍增器”，科学研究的“先行官”，军事上的“战斗力”以及法制法规中的“物化法官”。测量控制与仪器仪表的任务用途、结构组成和所发挥作用等方面所凸现的信息技术属性从未象现在这样明显。</p>
        <p>作为仪器科学与技术学科唯一的本科专业——测控技术与仪器专业的发展速度是空前的，在近十年的时间内，其办学规模大约翻了两番。呈现出招生和分配两头热的良好状态。本专业大发展的原因，既源于较大的社会需求，也源于社会对本专业教育的认同。本专业以光、机、电、算为学科基础的人才知识结构，培养基础厚、知识面广的宽口径人才，符合人才市场的需求，也顺应信息技术蓬勃发展的势头。</p>
        <p><b>2.学科内涵与作用</b></p>
        <p>仪器科学与技术学科是对物质(自然界)实体及其属性进行观察、监视、测定、验证、记录、传输、变换、显示、分析处理与控制的科学技术与方法的总称，是人类认识世界，改造世界的重要内容。该学科研究的重点是信息获取中的信息检测、信息处理、信息传输和信息应用的理论和技术，是信息产业的重要组成部分，是信息工业的源头，也是信息技术中的关键技术，广泛用于制造业、能源、环保、航空、航天、国防工业以及科学研究等部门，是对物质世界的信息进行测量与控制的技术基础，是观察、测量、计算、记录和控制自然现象与生产过程的工具，是科学研究与实验中不可缺少的重要组成部分。</p>
        <p>仪器科学与技术学科作为高新技术领域的工程性学科，对高新技术极为敏感，涉及物理学、化学、生物学、材料学、机械学、光学、电学、计算机、自动化、通信等多学科知识，是既具有明显专业特征，又结合其他学科内容的多学科技术交叉的综合性学科。是专门研究、开发、制造和应用各种使人类的感觉、思维和体能器官得以延伸的科学技术学科，是使人类能以最佳方式发展生产力和进行科学研究的直接动力和保证手段。</p>
        <p>仪器科学与技术学科涵盖的范围有：自动化测控技术及自动化仪表与系统；科学测试、分析技术及科学仪器；信息计测、计量技术及仪器仪表；人体诊疗技术及医疗仪器与系统；专用检测技术及各类专用测量仪器；相关传感器、元器件、制造工艺和材料及基础科学技术。</p>
        <p>仪器科学与技术学科的发展水平，是一个国家科技水平和综合国力的重要体现，世界发达国家都高度重视和支持测量控制技术与仪器仪表的发展。工业化的历史表明，谁掌握了测量控制和仪器仪表技术创新的主动权，谁就掌握了科学研究原始创新的关键手段，更重要的是，谁就具备了提升重大装备制造尤其是其控制及操作系统创新能力的基础。</p>
        <p><b>3. 主干学科的方法论介绍</b></p>
        <p><b>主干学科：仪器科学与技术学科</b></p>
        <p>仪器科学与技术学科是融合多学科内容的综合性学科。它以信息的获取为主要任务，并与信息的传输、处理及应用紧密结合，是该专业重要的理论和应用基础，主要探讨和研究测量理论和测量方法、各种类型测量仪器仪表的工作原理、设计方法和应用技术，以及各种类型的测量控制系统。</p>
      </div>
    </el-card>
  </div>
</template>

<script>
export default {
  name: 'jianjie',
  data () {
    return {
      count: {}
    }
  },
  created () {
    window.sessionStorage.setItem('activeIndex', '1')
    this.countView()
  },
  methods: {
    async countView () {
      this.count.introduce_count = 1
      const { data: res } = await this.$axios.put('/user/record', this.$qs.stringify(this.count))
      if (res.status !== 200) return this.$msg.error(res.msg)
      // console.log(res)
    }
  }
}
</script>

<style scoped>
  div{
    width: 100%;
  }
  .jjcontext{
    font-size: 18px;
    /*word-wrap: break-word;*/
    /*word-break: break-all;*/
  }
  .jianjie{
    display: block;
    text-align: center;
    font-size: 20px;
    font-weight: bold;
  }
  .box-card{
    margin-top: 20px;
    margin-bottom: 20px;
  }
</style>
